<template>
  <v-container fluid>
    <v-row>
      <v-col
        mx-auto
      >
        <v-textarea
          name="input-7-1"
          auto-grow
          value="このサイトについて

管理者は元々タイピングが好きで、様々なタイピングサイトで遊んでいました。
その際ビジネスや日常のことだったり、自分が興味がなく日常でも使用しない言葉を
タイピングすることに少し疑問を感じていました。

「ビジネスや諺は敷居が高いな、もっと取っ付きやすい言葉でタイピングできたらいいな。
例えば、自分が好きなゲーム・漫画・アニメなんかで作れたらいいかもしれない。」と考えていました。

ある日自分でwebアプリを作る機会を得た為、この機会にタイピングゲームを作ってみようと考え、このサイトを作りました。
コンテンツの内容をレトロゲームに絞ったのは、自分1人では漫画、アニメ領域まで手を伸ばすことは難しいと感じたからです。

拙い出来とは思いますが、是非とも楽しんでいただければと思います。

使用した技術

画像提供元URL

ありがとうございます
"
          readonly
        ></v-textarea>
      </v-col>
    </v-row>
  </v-container>
</template>
